Repository: rudolfcms/rudolf
Catalog: src/locale/*/LC_MESSAGES/rudolf.po
Languages: pl_pl

source: Code
pl_pl: Kod

source: Continue
pl_pl: Kontynuuj

source: The request has been completed and the rest of the process can continue.
pl_pl: Prośba o dalsze wysyłanie zapytania.

source: Switching Protocols
pl_pl: Zmiana protokołu

source: Standard response for HTTP successful requests.
pl_pl: Pomyślnie zrealizowano żądanie.

source: Created
pl_pl: Utworzono

source: When new pages are created by posted form data or by a CGI process, this is confirmation that it worked.
pl_pl: Wysłany dokument został zapisany na serwerze.

source: Accepted
pl_pl: Przyjęto

source: The client's request was accepted, though not yet processed.
pl_pl: Zapytanie zostało przyjęte do obsłużenia, lecz jego zrealizowanie jeszcze.

source: Non-Authoritative Information
pl_pl: Informacja nieautorytatywna

source: The information contained in the entity header is not from the original site, but from a third party server.
pl_pl: Zwrócona informacja nie odpowiada dokładnie odpowiedzi pierwotnego serwera, lecz została utworzona z lokalnych bądź zewnętrznych kopii.

source: No Content
pl_pl: Brak zawartości

source: If you click a link which has no target URL, this response is elicited by the server. It's silent and doesn't warn the user about anything.
pl_pl: Serwer zrealizował zapytanie klienta i nie potrzebuje zwracać żadnej treści.

source: Reset Content
pl_pl: Przywróć zawartość

source: This allows the server to reset any content returned by a CGI.
pl_pl: Serwer zrealizował zapytanie i klient powinien przywrócić pierwotny wygląd dokumentu.

source: Partial Content
pl_pl: Część zawartości

source: The requested file wasn't downloaded entirely. This is returned when the user presses the stop button before a page is loaded, for example.
pl_pl: Serwer zrealizował tylko część zapytania typu GET, odpowiedź musi zawierać nagłówek Range informujący o zakresie bajtowym zwróconego elementu.

source: Multiple Choices
pl_pl: Wiele możliwości

source: The requested address refers to more than one file. Depending on how the server is configured, you get an error or a choice of which page you want.
pl_pl: Istnieje więcej niż jeden sposób obsłużenia danego zapytania, serwer może podać adres zasobu, który pozwala na wybór jednoznacznego zapytania spośród możliwych.

source: Moved Permanently
pl_pl: Trwale przeniesiony

source: If the server is set up properly it will automatically redirect the reader to the new location of the file.
pl_pl: Żądany zasób zmienił swój URI i w przyszłości zasób powinien być szukany pod wskazanym nowym adresem.

source: Moved Temporarily
pl_pl: Znaleziono

source: Page has been moved temporarily, and the new URL is available. You should be sent there by the server.
pl_pl: Żądany zasób jest chwilowo dostępny pod innym adresem a przyszłe odwołania do zasobu powinny być kierowane pod adres pierwotny.

source: See Other
pl_pl: Zobacz inne

source: This is a "see other" SRC. Data is somewhere else and the GET method is used to retrieve it.
pl_pl: Odpowiedź na żądanie znajduje się pod innym URI i tam klient powinien się skierować. To jest właściwy sposób przekierowywania w odpowiedzi na żądanie metodą POST.

source: Not Modified
pl_pl: Nie zmieniono

source: If the request header includes an 'if modified since' parameter, this code will be returned if the file has not changed since that date. Search engine robots may generate a lot of these.
pl_pl: Zawartość zasobu nie podległa zmianie według warunku przekazanego przez klienta (np. data ostatniej wersji zasobu pobranej przez klienta.

source: Use Proxy
pl_pl: Użyj serwera proxy

source: The recipient is expected to repeat the request via the proxy.
pl_pl: Do żądanego zasobu trzeba odwołać się przez serwer proxy podany w nagłówku Location odpowiedzi.

source: Bad Request
pl_pl: Nieprawidłowe zapytanie

source: There is a syntax error in the request, and it is denied.
pl_pl: Żądanie nie może być obsłużone przez serwer z powodu błędnej składni zapytania.

source: Unauthorized
pl_pl: Nieautoryzowany dostęp

source: The request header did not contain the necessary authentication codes, and the client is denied access.
pl_pl: Żądanie zasobu wymaga uwierzytelnienia.

source: Payment Required
pl_pl: Wymagana opłata

source: Forbidden
pl_pl: Dostęp zabroniony

source: The client is not allowed to see a certain file. This is also returned at times when the server doesn't want any more visitors.
pl_pl: Serwer zrozumiał zapytanie lecz konfiguracja bezpieczeństwa zabrania mu zwrócić żądany zasób.

source: Not Found
pl_pl: Nie znaleziono

source: The requested file was not found on the server. Possibly because it was deleted, or never existed before. Often caused by misspellings of URLs.
pl_pl: Serwer nie odnalazł zasobu według podanego URL ani niczego co by wskazywało na istnienie takiego zasobu w przeszłości. Często spowodowane przez błędy ortograficzne w adresach URL.

source: Method Not Allowed
pl_pl: Niedozwolona metoda

source: The method you are using to access the file is not allowed.
pl_pl: Metoda zawarta w żądaniu nie jest dozwolona dla wskazanego zasobu, odpowiedź zawiera też listę dozwolonych metod.

source: Not Acceptable
pl_pl: Niedozwolone

source: The requested file exists but cannot be used as the client system doesn't understand the format the file is configured for.
pl_pl: Zażądany zasób nie jest w stanie zwrócić odpowiedzi mogącej być obsłużonej przez klienta według informacji podanych w zapytaniu.

source: Proxy Authentication Required
pl_pl: Wymagane uwierzytelnienie proxy

source: Request Time-out
pl_pl: Koniec czasu oczekiwania na żądanie

source: Conflict
pl_pl: Konflikt

source: Gone
pl_pl: Zniknął (usunięto)

source: The file used to be in this position, but is there no longer.
pl_pl: Zażądany zasób nie jest dłużej dostępny i nie znany jest jego ewentualny nowy adres URI.

source: Length Required
pl_pl: Wymagana długość

source: Precondition Failed
pl_pl: Warunek wstępny nie może być spełniony

source: Request Entity Too Large
pl_pl: Encja zapytania zbyt długa

source: Request-URI Too Large
pl_pl: Adres URI zapytania zbyt długi

source: Unsupported Media Type
pl_pl: Nieznany sposób żądania

source: Internal Server Error
pl_pl: Wewnętrzny błąd serwera

source: The server encountered an unexpected condition which prevented it from fulfilling the request.
pl_pl: Serwer napotkał niespodziewane trudności, które uniemożliwiły zrealizowanie żądania.

source: Not Implemented
pl_pl: Nie zaimplementowano

source: Bad Gateway
pl_pl: Błąd bramy

source: Service Unavailable
pl_pl: Usługa niedostępna

source: The service or file that is being requested is not currently available.
pl_pl: Serwer nie jest w stanie w danej chwili zrealizować zapytania klienta ze względu na przeciążenie.

source: Gateway Time-out
pl_pl: Przekroczony czas bramy

source: HTTP Version not supported
pl_pl: Nieobsługiwana wersja HTTP

source: Articles
pl_pl: Artykuły

source: Articles list
pl_pl: Lista artykułów

source: Add article
pl_pl: Dodaj artykuł

source: Categories
pl_pl: Kategorie

source: Categories list
pl_pl: Lista kategorii

source: Add category
pl_pl: Dodaj kategorię

source: Title is too short. Min is 3 characters
pl_pl: Tytuł jest zbyt krótki. Minimalnie 3 znaki

source: Title is too long. Max is 255 characters
pl_pl: Tytuł jest zbyt długi. Maksymalnie 255 znaków

source: The title does not be empty! Min 3 characters
pl_pl: Tytuł nie może być pusty! Minimalnie 3 znaki

source: Description is too long. Max is 255 characters
pl_pl: Opis jest zbyt długo. Maksymalnie 255 znaków

source: Keywords is too long. Max is 255 characters
pl_pl: Znaki kluczowe są zbyt długie. Maksymalnie 255 znaków

source: Author is too long. Max is 64 characters
pl_pl: Autor jest zbyt długo. Maksymalnie 64 znaki

source: Date is invalid. Require date in Y-m-d H:i:s format
pl_pl: Data jest niepoprawna. Wymagana data w formacie R-m-d G:m:s

source: Category ID must be integer
pl_pl: Identyfikator kategorii musi być liczbą

source: URL is too long. Max is 255 characters
pl_pl: URL jest zbyt długo. Maksymalnie 255 znaków

source: Thumb is too long. Max is 255 characters
pl_pl: Miniatura jest za długa. Maksymalnie 255 znaków

source: Album is too long. Max is 255 characters
pl_pl: Album jest za dłguo. Maksymalnie 255 znaków

source: Edit article
pl_pl: Edycja artykułu

source: Delete article
pl_pl: Usuń artykuł

source: Article ID is not valid
pl_pl: Identyfikator artykułu jest niepoprawny

source: Edit category
pl_pl: Edycja kategorii

source: Delete category
pl_pl: Usuwanie kategorii

source: Page %1$s of %2$s
pl_pl: Strona %1$s z %2$s

source: Articles from category
pl_pl: Artykuły z kategorii

source: Category list
pl_pl: Lista kategorii

source: Appearance
pl_pl: Wygląd

source: Themes list
pl_pl: Lista szablonów

source: Editor
pl_pl: Edytor

source: Theme editor
pl_pl: Edytor szablonu

source: Modules
pl_pl: Moduły

source: Modules list
pl_pl: Lista modułów

source: Keywords is too short. Min is 3 characters
pl_pl: Słowa kluczowe są za krótkie. Minimum 3 znaki

source: Type is too long. Max is 255 characters
pl_pl: Typ jest zbyt długi. Maksymalnie 255 znaków

source: Category ID is not valid
pl_pl: Identyfikator kategorii jest niepoprawny

source: Dashboard
pl_pl: Panel zarządzania

source: Overview
pl_pl: Przegląd

source: Pages
pl_pl: Strony

source: Pages list
pl_pl: Lista stron

source: Add page
pl_pl: Dodaj stronę

source: Edit page
pl_pl: Edytuj stronę

source: Delete page
pl_pl: Usuń stronę

source: Page ID is not valid
pl_pl: Adres email jest niepoprawny

source: Search
pl_pl: Szukaj

source: Users
pl_pl: Użytkownicy

source: Users list
pl_pl: Lista użytkowników

source: Add user
pl_pl: Dodaj użytkownika

source: User
pl_pl: Użytkownik

source: Profile
pl_pl: Profil

source: Logout
pl_pl: Wyloguj

source: logged in
pl_pl: zalogowano

source: email not valid
pl_pl: adres email jest niepoprawny

source: password not valid
pl_pl: hasło jest nie poprawne

source: email or password incorect
pl_pl: adres email lub hasło są nieprawidłowe

source: account is inactive
pl_pl: konto jest nieaktywne

source: unnamed error
pl_pl: nieznany błąd

source: Galleries
pl_pl: Galerie

source: Galleries list
pl_pl: Lista galerii

source: Add gallery
pl_pl: Dodaj galerię

source: The thumb width must be integer
pl_pl: Szerokość miniatury musi być liczbą

source: The thumb height must be integer
pl_pl: Wysokość miniatury musi być liczbą

source: Edit gallery
pl_pl: Edytuj galerię

source: Delete gallery
pl_pl: Usuwanie galerii

source: Plugins
pl_pl: Wtyczki

source: Plugins list
pl_pl: Lista wtyczek

source: Albums
pl_pl: Albumy

source: Albums list
pl_pl: Lista albumów

source: Add album
pl_pl: Dodaj album

source: The thumb address does not be empty! Min 3 characters
pl_pl: Adres miniatury nie może być pusty! Minimum 3 znaki

source: The album address does not be empty! Min 3 characters
pl_pl: Adres albumu nie może być pusty! Minimum 3 znaki

source: Edit album
pl_pl: Edycja albumu

source: Delete album
pl_pl: Usuń album

source: Album ID is not valid
pl_pl: Identyfikator albumu jest niepoprawny

source: Albums from category
pl_pl: Albumy z kategorii

source: Tools
pl_pl: Narzędzia

source: Database dump
pl_pl: Zrzut bazy

source: Tools list
pl_pl: Lista narzędzi

source: Koxy
pl_pl: Koksy

source: Koxy list
pl_pl: Lista koksów

source: Add kox
pl_pl: Dodaj koksa

source: Warning
pl_pl: Uwaga

source: Success
pl_pl: Udało się

source: Info
pl_pl: Informacja

source: Error
pl_pl: Błąd

source: author
pl_pl: autor

source: added
pl_pl: dodano

source: date_on
pl_pl: o

source: photos
pl_pl: zdjęć

source: views
pl_pl: odsłon

source: Search something?
pl_pl: Szukasz czegoś?

source: Bookmarks
pl_pl: Zakładki

source: References
pl_pl: Polecane

source: Links
pl_pl: Linki

source: Subscription
pl_pl: Subskrypcje

source: Skip to navigation
pl_pl: Przejdź do nawigacji

source: Skip to content
pl_pl: Przejdź do treści

source: Skip to search
pl_pl: Przejdź do wyszukiwarki

source: Skip to footer
pl_pl: Przejdź do stopki

source: Add item
pl_pl: Dodaj pozycję

source: Add menu
pl_pl: Dodaj menu
